Repository: common-repository/bitcoin-faucet
Catalog: languages/wpbftd-*.po
Languages: ru_ru

source: Please change the Service
ru_ru: Пожалуйста смените сервис

source: Low balance on the Faucet
ru_ru: Низкий баланс

source: Please note
ru_ru: Обратите внимание

source: requires at least PHP version 5.4 to function properly.
ru_ru: Требуется версия PHP не ниже 5.4

source: Your PHP version is
ru_ru: Ваша версия PHP

source: Please upgrade the PHP, usually it is easy to do via the hosting control panel.
ru_ru: Пожалуйста обновите версию PHP

source: deactivated
ru_ru: Деактивировано

source: minutes
ru_ru: минут

source: Invalid address
ru_ru: Неправильный адрес

source: Invalid captcha code
ru_ru: Неправильная капча

source: You have to wait
ru_ru: Надо подождать

source: Unknown error
ru_ru: Неизвестная ошибка

source: Not configured!
ru_ru: Конфигурация не завершена!

source: Please visit Admin section first
ru_ru: Сначала зайдите в Админку

source: Share and earn
ru_ru: Поделитесь и заработайте

source: Share this link with your friends and earn
ru_ru: Поделитесь этй ссылкой с друзьями и получите

source: referral commission
ru_ru: комиссии

source: Hello %%USERNAME%%<br/> Faucet <a href='%%FAUCETADMINURL%%'>%%FAUCETNAME%%</a> has only %%COINCOUNT%% satoshi left.<br/> Please <a href='https://cryptoo.me/deposit'>deposit some funds</a> to keep it running.<br/> You may also like to <a href='%%FAUCETADMINURL%%'>adjust the configuration</a> of this faucet.<br/> <br> Kind regards,<br/> <a href='%%SITEURL%%'>%%SITENAME%%</a>
ru_ru: Привет %%USERNAME%%<br/> На Кранеt <a href='%%FAUCETADMINURL%%'>%%FAUCETNAME%%</a> осталось только %%COINCOUNT%% сатоши.<br/> Пожалуйста <a href='https://cryptoo.me/deposit'>пополните баланс</a> чтобы Кран продолжил работать.<br/> Вы также можете <a href='%%FAUCETADMINURL%%'>изменить конфигураццию</a> этого Крана.<br/> <br> С Уваажением,<br/> <a href='%%SITEURL%%'>%%SITENAME%%</a>

source: Faucet '%%FAUCETNAME%%' has low balance !
ru_ru: На Кране '%%FAUCETNAME%%' низкий баланс !

source: Balance
ru_ru: Баланс

source: Faucet switched off by Admin
ru_ru: Кран выключен администратором

source: every
ru_ru: каждые

source: This faucet exceeded it's safety limits and may not payout now!
ru_ru: Кран превысил лимиты безопасности и временно отключен!

source: Referral commission
ru_ru: Комисия рефералу

source: eg.
ru_ru: например

source: or
ru_ru: или

source: email recipient address
ru_ru: email получателя

source: Recipient address
ru_ru: Биткоин-адрес получателя

source: Faucet temporary unavailable
ru_ru: Кран временно неедоступен

source: https://wmexp.com/
ru_ru: https://cryptoo.me/криптовалютные-микроплатежи/

source: visit other Faucets
ru_ru: Посетите другие Краны

source: Get reward!
ru_ru: Получить!

source: Bitcoin / Altcoin Faucet
ru_ru: Bitcoin / Altcoin Кран

source: Bitcoin / Altcoin (BCH, BLK, BTC, BTX, DASH, DGB, DOGE, ETH, LTC, POT, PPC, XMR, XPM, ZEC) Faucet for WordPress
ru_ru: Bitcoin / Altcoin (BCH, BLK, BTC, BTX, DASH, DGB, DOGE, ETH, LTC, POT, PPC, XMR, XPM, ZEC) Краны для WordPress

source: Alexey Trofimov
ru_ru: Алексей Трофимов
